Repository: codykrieger/gfxCardStatus
Catalog: Localizations/*.lproj/Localizable.strings
Languages: de, el, ja, lv, nl, pl, pt_br, pt_pt, tr, zh_cn

# About
source: About gfxCardStatus, v%%
de: Über gfxCardStatus, v%%
el: Σχετικά με το gfxCardStatus, v%%
ja: gfxCardStatus, v%%について
lv: Par gfxCardStatus, v%%
nl: Over gfxCardStatus, v%%
pl: O gfxCardStatus, v%%
pt_br: Sobre o gfxCardStatus, v%%
pt_pt: Acerca do gfxCardStatus, v%%
tr: gfxCardStatus Hakkında, v%%
zh_cn: 关于 gfxCardStatus, v%%

# Update
source: Check for Updates...
de: Updates suchen…
el: Έλεγχος για ενημερώσεις...
ja: 更新をチェックする…
lv: Meklēt atjauninājumus...
nl: Zoek naar nieuwe versies…
pl: Sprawdź aktualizacje…
pt_br: Buscar atualizações…
pt_pt: Procurar actualizações...
tr: Güncellemeleri kontrol et...
zh_cn: 检查更新…

source: Preferences...
de: Einstellungen…
el: Ρυθμίσεις...
ja: 環境設定…
lv: Iestatījumi...
nl: Voorkeuren…
pl: Preferencje…
pt_br: Preferências…
pt_pt: Preferências...
tr: Tercihler...
zh_cn: 偏好设置…

source: Switch GPUs
de: GPU umschalten
el: Εναλλαγή GPUs
ja: ビデオカードを切り替える
lv: Pārslēgt GPU
nl: Wissel GPU's
pl: Zmień GPU
pt_br: Alternar placas de vídeo
pt_pt: Alternar GPU
tr: GPU'ları değiştir
zh_cn: 变更 GPUs (试验)

source: Integrated Only
de: Nur Integriert
el: Αποκλειστικά ενσωματωμένη
ja: オンボードグラフィックのみ
lv: Tikai integrētais
nl: Alleen geïntegreerd
pl: Tylko zintegrowana
pt_br: Somente Integrada
pt_pt: Apenas integrado
tr: Entegre
zh_cn: Integrated 集成图形处理器

source: Discrete Only
de: Nur Diskret
el: Αποκλειστικά διακριτή
ja: 単体グラフィックのみ
lv: Tikai diskrētais
nl: Alleen discreet
pl: Tylko dedykowana
pt_br: Somente Discreta
pt_pt: Apenas dedicado
tr: İkincil
zh_cn: Discrete 独立图形处理器

source: Dynamic Switching
de: Automatischer Wechsel
el: Δυναμική εναλλαγή
ja: 自動切り替え
lv: Dinamiska pārslēgšanās
nl: Wissel dynamisch
pl: Dynamicznie zmieniana
pt_br: Alternar dinamicamente
pt_pt: Mudança automática
tr: Değişken
zh_cn: 自动切换图形处理器

source: Dependencies
de: Abhängigkeiten
el: Εξαρτήσεις
ja: 依頼関係
lv: Atkarības
nl: Afhankelijke programma's
pl: Zależności
pt_br: Dependências
pt_pt: Dependências
tr: Bağımlılıklar
zh_cn: 相依程序

# NoProcess
source: None
de: Keine
el: Καμία
ja: なし
lv: Neviena
nl: Niets
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma
tr: Hiçbiri
zh_cn: 无

source: Quit
de: Beenden
el: Έξοδος
ja: gfxCardStatusを終了
lv: Iziet
nl: Stop
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
tr: Çıkış
zh_cn: 退出

# Close
source: Cool!
de: Schliessen
el: Κουλ!
ja: 閉じる
lv: Aizvērt
nl: Sluiten
pl: Zamknij
pt_br: Legal!
pt_pt: Sair
zh_cn: 关闭！

source: Power Source: %%
de: Stromquelle: %%
el: Πηγή ισχύος %%
ja: パワーソース: %%
lv: Strāvas avots: %%
nl: Voedingsbron: %%
pl: Zródło zasilania: %%
pt_br: Fonte de energia: %%
pt_pt: Alimentação: %%
tr: Güç Kaynağı: %%
zh_cn: 电源: %%

source: Battery
de: Batterie
el: Μπαταρία
ja: バッテリー
lv: Baterija
nl: Batterij
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
tr: Pil
zh_cn: 电池

source: AC Adapter
de: Extern
el: Τροφοδοτικό AC
ja: ACアダプター
lv: Tīkla barošana
nl: Lichtnetadapter
pl: Zasilacz sieciowy
pt_br: Carregador
pt_pt: Adaptador de corrente
tr: Fişe takılı
zh_cn: 电源适配器

# PrefTitle
source: gfxCardStatus Preferences
de: gfxCardStatus Einstellungen
el: Ρυθμίσεις gfxCardStatus
ja: gfxCardStatus環境設定
lv: gfxCardStatus iestatījumi
nl: gfxCardStatus-voorkeuren
pl: Preferencje gfxCardStatus
pt_br: Preferências do gfxCardStatus
pt_pt: Preferências do gfxCardStatus
tr: gfxCardStatus Tercihleri
zh_cn: gfxCardStatus 偏好设置

# PrefUpdate
source: Check for updates at startup
de: Beim Starten nach Updates suchen
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση
ja: アプリ起動時アップデートをチェック
lv: Meklēt atjauninājumus, uzsākot darbu
nl: Zoek naar nieuwe versies bij opstarten
pl: Sprawdź aktualizacje przy uruchomieniu
pt_br: Buscar atualizações ao iniciar
pt_pt: Procurar actualizações ao iniciar
tr: Başlangıçta güncellemeleri kontrol et
zh_cn: 启动时检查更新

# PrefGrowl
source: Use Growl to display GPU change notifications
de: Growl für Benachrichtigungen bei Statuswechsel verwenden
el: Χρησιμοποίηση του Growl για ειδοποιήσεις αλλαγής GPU
ja: Growlを使ってビデオカードの切り替え状態を表示
lv: Statusa izmaiņu paziņojumiem izmantot Growl
nl: Gebruik Growl voor berichten
pl: Używaj Growl-a
pt_br: Mostrar notificações Growl para mudanças de GPU
pt_pt: Usar Growl para notificações de mudanças de estado
tr: Durum değişikliklerinde Growl uyarılarını kullan
zh_cn: 以 Growl 顕示状态更改讯息

# PrefStartup
source: Load gfxCardStatus at startup
de: gfxCardStatus beim Booten starten
el: Ξεκίνημα του gfxCardStatus κατά την εκκίνηση
ja: ログイン後自動的にgfxCardStatusを起動
lv: Uzsākot darbu, startēt gfxCardStatus
nl: Open gfxCardStatus na inloggen
pl: Uruchom gfxCardStatus przy starcie systemu
pt_br: Abrir o gfxCardStatus ao iniciar
pt_pt: Iniciar o gfxCardStatus no arranque
tr: Başlangıçta gfxCardStatus'u çalıştır
zh_cn: 启动时载入 gfxCardStatus

# PrefLog
source: Log diagnostic messages to the console
de: Diagnosenachrichten in der Konsole speichern
el: Εγγραφή των διαγνωστικών μηνυμάτων στην κονσόλα
ja: コンソールに診断ログを出力
lv: Diagnostikas ziņojumus rakstīt konsoles žurnālfailā
nl: Sla diagnostische berichten op in console
pl: Zapisuj wiadomości diagnostyczne w logu
pt_br: Emitir mensagens diagnósticas no console
pt_pt: Registar mensagens de diagnósticos para a Consola
tr: Diagnostic mesajlarını konsola kayıt et
zh_cn: 记录诊断讯息到控制台信息

# PrefRestoreState
source: Restore last used mode at startup
de: Letzten genutzten Modus beim Starten wiederherstellen
el: Αποκατάσταση τελευταίας επιλογής κατά την εκκίνηση
ja: アプリ起動時に前回の設定を読み出す
lv: Uzsākot darbu, atjaunot pēdējo izmantoto režīmu
nl: Herstel laatst gebruikte modus bij opstarten
pl: Przywróć ostatnio użyty tryb przy uruchomieniu
pt_br: Restaurar o último modo usado ao iniciar
pt_pt: Restaurar último estado ao iniciar
tr: Başlangıçta son kullanılan modu seç
zh_cn: 启动时恢复上次的使用模式

# PrefPowerSwitching
source: Use power source-based switching
de: Stromquellenabhängigen Wechsel nutzen
el: Ενεργοποίηση αλλαγών GPU βάσει πηγής ισχύος
ja: パワーソースベースの切り替えをつかう
lv: Pārslēgšanās atkarīga no barošanas avota
nl: Wissel op basis van voedingsbron
pl: Zmieniaj karty na podstawie źródła zasilania
pt_pt: Usar mudança automática em função da alimentação
tr: Güç kaynağına göre değiştir
zh_cn: 以电源供应模式切换图形处理器

source: Integrated
de: Integriert
el: Ενσωματωμένη
ja: オンボードグラフィックス
lv: Integrētais
nl: Geïntegreerd
pl: Zintegrowana
pt_pt: Integrado
tr: Entegre

source: Discrete
de: Diskret
el: Διακριτή
ja: 単体グラフィックス
lv: Diskrētais
nl: Discreet
pl: Dedykowana
pt_pt: Dedicado
tr: İkincil

source: Dynamic
de: Dynamisch
el: Δυναμικό
ja: 自動切り替え
lv: Dinamiski
nl: Dynamisch
pl: Dynamicznie
pt_pt: Mudança automática
tr: Değişken
zh_cn: 自动切换

source: On Battery:
de: Im Batteriebetrieb:
el: Σε μπαταρία:
ja: バッテリー使用時:
lv: Barošana no baterijas:
nl: Met batterij als voedingsbron:
pl: Na baterii:
pt_pt: Bateria:
tr: Pilde:
zh_cn: 使用电池时:

source: Plugged In:
de: Mit externer Stromquelle:
el: Σε τροφοδοτικό:
ja: ACアダプター使用時:
lv: Barošana no tīkla:
nl: Met lichtnetadapter als voedingsbron:
pl: Na zasilaczu:
pt_pt: Adaptador de corrente:
tr: Prize takılı:
zh_cn: 电源适配器:

source: General
de: Allgemein
el: Γενικές
ja: 一般的
lv: Vispārīgi
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
tr: Genel
zh_cn: 一般

source: Switching
el: Εναλλαγή
ja: 切り替え
lv: Pārslēgšanās
nl: Wisselen
pt_pt: A mudar
tr: Değiştiriliyor
zh_cn: 交换

source: Advanced
el: Προχωρημένες
ja: 上級設定
lv: Zem pārsega
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançadas
tr: Gelişmiş

# SmartMenuBarIcons
source: Use smart menu bar icons
de: Smarte Menü-Icons benutzen
el: Χρήση έξυπνων εικονιδίων μενού μπάρας
ja: スマートアイコンを使用
lv: Izmantot gudrās paneļa ikonas
nl: Gebruik slimme symbolen in menubalk
pl: Użyj inteligentnych ikonek w pasku menu
pt_br: Usar ícone inteligente
pt_pt: Usar ícones inteligentes na barra de menus
tr: Akıllı menü çubuğu simgeleri kullan

# AboutTitle
source: About gfxCardStatus
de: Über gfxCardStatus
el: Σχετικά με το gfxCardStatus
ja: gfxCardStatusについて
lv: Par gfxCardStatus
nl: Over gfxCardStatus
pl: O gfxCardStatus
pt_br: Sobre o gfxCardStatus
pt_pt: Acerca do gfxCardStatus
tr: gfxCardStatus hakkında
zh_cn: 关于 gfxCardStatus

# AboutWebsite
source: Website
de: Webseite
el: Ιστότοπος
ja: ウェブサイトへ
lv: Tīmekļa vietne
pl: Strona www
tr: Web sitesi
zh_cn: 网站

# GrowlGPUChanged
source: GPU changed
de: GPU umgeschaltet
el: Η GPU άλλαξε
ja: グラフィックカードを切り替えました
lv: GPU pārslēgts
nl: GPU aangepast
pl: Zmieniono GPU
pt_br: Mudança de placa de vídeo
pt_pt: Placa gráfica mudada!
tr: GPU değişti

# GrowlGPUChangedMessage
source: '%1$@' now in use.
de: '%1$@' wird jetzt verwendet.
el: Χρησιμοποιείται η '%1$@'
ja: '%1$@'を使用中.
lv: Tagad izmanto '%1$@'.
nl: '%1$@' wordt nu gebruikt.
pl: '%1$@' teraz w użyciu.
pt_br: '%1$@' em uso.
pt_pt: em utilização.
tr: '%1$@' şu an kullanımda.

# ThanksForDownloading
source: Thanks for downloading gfxCardStatus!
de: Danke, dass Sie gfxCardStatus heruntergeladen haben!
el: Ευχαριστούμε που κατεβάσατε το gfxCardStatus!
ja: gfxCardStatusをダウンロードして頂き、誠にありがとう!
nl: Bedankt voor het downloaden van gfxCardStatus!
pt_br: Obrigado por baixar o gfxCardStatus!

# PleaseConsiderDonating
source: If you find it useful, please consider donating to support development and hosting costs. You can find the donate link, and the FAQ page (which you should REALLY read) at the gfxCardStatus website:
de: Sollten Sie dieses Programm nützlich finden, dann ziehen Sie es bitte in Erwägung, etwas für die Unterstützung der Entwicklung und für die Hosting-Kosten zu spenden. Sie können den Spenden-Link auf der FAQ-Seite (welche Sie wirklich lesen sollten) auf der gfxCardStatus-Webseite finden:
el: Εάν το βρίσκετε χρήσιμο εργαλείο, παρακαλούμε σκεφθείτε την πιθανότητα να κάνετε μια δωρεά για την κάλυψη του κόστους ανάπτυξης! Μπορείτε να βρείτε το σύνδεσμο για δωρεές καθώς και το αρχείο συχνών ερωτήσεων (που ΠΡΕΠΕΙ να διαβάσετε) στην ιστοσελίδα μας:
ja: このアプリが役立つと思った方にこのアプリの開発及びサーバーを維持するための寄付をお願いします。 寄付先とFAQはgfxCardStatusウェブサイトで確認できます。
nl: Als u gfxCardStatus graag gebruikt, overweeg dan om te doneren. Hiermee stimuleert u de ontwikkeling en helpt u met de kosten voor gebruik van de servers. U kunt de doneerkoppeling en FAQ (die u echt eens moet lezen) vinden op de gfxCardStatus-website:
pt_br: Se esse aplicativo é útil para você, considere fazer uma doação para ajudar com os custos de desenvolvimento e distribuição. O link para doações, e a página de perguntas frequentes (que você REALMENTE deve ler) no site do gfxCardStatus:

# DontShowAgain
source: Don't show this again!
de: Zeige dies nicht wieder an!
el: Να μην επανεμφανιστεί!
ja: 次回起動時に表示しない
nl: Toon niet opnieuw!
pt_br: Não mostrar novamente.

# UnsupportedMachine
source: You are using a system that gfxCardStatus does not support. Please ensure that you are using a MacBook Pro with dual GPUs.
de: Sie benutzen ein System, dass von gfxCardStatus nicht unterstützt wird. Bitte stellen Sie sicher, dass Sie ein MacBook Pro mit Dual GPUs verwenden.
el: Χρησιμοποιείτε ένα σύστημα που δεν το αναγνωρίζουμε. Σιγουρευθείτε ότι το MacBook σας έχει 2 κάρτες γραφικών
ja: gfxCardStatusはご使用のシステムに対応できません。デュアルグラフィックカードMacBookのみに対応しています。
nl: U gebruikt een systeem dat niet door gfxCardStatus wordt ondersteund. Verzeker u ervan dat u een MacBook Pro gebruikt met dubbele GPU's.
pt_br: Você está usando um sistema não suportado pelo gfxCardStatus. Por favor certifique-se que está usando um MacBook Pro com duas placas de vídeo.

source: Oh, I see.
de: Oh, ach so.
el: Μάλιστα
ja: 確認
nl: Ah, ik begrijp het.
pt_br: Entendi.

# Can'tSwitchToIntegratedOnlySingular
source: You can't switch to Integrated Only while the following item is running:
de: Sie können nicht zu "Nur Integriert" wechseln, während der folgende Eintrag läuft:
el: Δεν μπορείτε να γυρίσετε σε λειτουργία αποκλειστικά ενσωματωμένης GPU ενώ τρέχει το ακόλουθο:
ja: 次のアプリが開いているため、オンボードグラフィックに切り替えることはできません:
pt_br: Você não pode mudar para Somente Integrada enquanto o seguinte aplicativo está em execução:

# Can'tSwitchToIntegratedOnlyPlural
source: You can't switch to Integrated Only while the following items are running:
de: Sie können nicht zu "Nur Integriert" wechseln, während die folgenden Einträge laufen:
el: Yεν μπορείτε να γυρίσετε σε λειτουργία αποκλειστικά ενσωματωμένης GPU ενώ τρέχουν τα ακόλουθα:
ja: 次のアプリが開いているため、オンボードグラフィックに切り替えることはできません:
pt_br: Você não pode mudar para Somente Integrada enquanto os seguintes aplicativos estão em execução:
