Repository: codykrieger/gfxCardStatus
Catalog: *.lproj/Localizable.strings
Languages: el, fi, italian, nl, pt, ru_ru

# About
source: About gfxCardStatus, v%%
el: Πληροφορίες για το gfxCardStatus, v%%
fi: Tietoja: gfxCardStatus, v%%
italian: Informazioni su gfxCardStatus, v%%
nl: Over gfxCardStatus, v%%
pt: Sobre gfxCardStatus, v%%
ru_ru: О программе gfxCardStatus, v%%

# Update
source: Check for Updates...
el: Έλεγχος αναβαθμίσεων...
fi: Tarkista päivitykset...
italian: Controllo degli aggiornamenti...
nl: Controleren op updates...
pt: Atualizações...
ru_ru: Проверить обновления...

source: Preferences...
el: Ρυθμίσεις...
fi: Asetukset...
italian: Preferenze...
nl: Voorkeuren...
pt: Preferências...
ru_ru: Настройки...

source: Card: %%
el: Κάρτα: %%
fi: Näytönohjain: %%
italian: Scheda: %%
nl: GPU: %%
pt: Dispositivo: %%
ru_ru: Видеокарта: %%

source: Switch GPUs
el: Αλλαγή κάρτας γραγικών
fi: Vaihda ohjainta
italian: Cambia GPUs
nl: Van GPU wisselen
pt: Alternar GPUs
ru_ru: Переключить видеокарту

source: Integrated Only
el: Ενσωματωμένη μόνο
fi: Vain integroitu näytönohjain
italian: Solo Integrated®
nl: Alleen geïntegreerde GPU gebruiken
pt: Apenas Integrated
ru_ru: Только интегрированная

source: Discrete Only
el: Διακριτική μόνο
fi: Vain tehokkaampi näytönohjain
nl: Alleen toegewijde GPU gebruiken
pt: Apenas Discrete
ru_ru: Только дискретная

source: Dynamic Switching
el: Αυτόματη αλλαγή
fi: Automaattinen ohjaimen vaihtaminen
italian: Scambio Dinamico
nl: Dynamisch wisselen
pt: Alternar dinâmicamente
ru_ru: Автоматическое переключение

source: Dependencies
el: Εξαρτήσεις
fi: Varaavat prosessit
italian: Dipendenze
nl: GPU afhankelijkheid
pt: Dependências
ru_ru: Дискретный GPU используется из-за:

# NoProcess
source: None
el: Καθόλου
fi: Ei ole
italian: Nessuna
nl: Geen
pt: Nenhum
ru_ru: Нет

source: Quit
el: Έξοδος
fi: Lopeta
italian: Esci
nl: Stop
pt: Fechar
ru_ru: Выход

# Close
source: Cool!
el: Τέλεια!
italian: Ganzo!
nl: Sluiten
pt: Legal!
ru_ru: Закрыть!

source: Power Source: %%
el: Πηγή ρέυματος: %%
fi: Teholähde: %%
italian: Alimentazione
nl: Stroombron: %%
ru_ru: Источник питания: %%

source: Battery
el: Μπαταρία
fi: Akku
nl: Batterij
ru_ru: Аккумулятор

source: AC Adapter
el: Τροφοδοτικό AC
fi: Virtalähde
nl: Lichtnetadapter
ru_ru: Блок питания

# PrefTitle
source: gfxCardStatus Preferences
el: Ρυθμίσεις για το gfxCardStatus
fi: gfxCardStatus Asetukset
italian: Preferenze di gfxCardStatus
nl: gfxCardStatus Voorkeuren
pt: Preferências gfxCardStatus
ru_ru: Настройки программы

# PrefUpdate
source: Check for updates at startup
el: Αυτόματος έλεγχος αναβαθμίσεων στην εκκίνηση.
fi: Tarkista päivitykset käynnistäessä
italian: Controlla aggiornamenti all'avvio
nl: Automatisch controleren op updates
pt: Checar atualizações na inicialização
ru_ru: Проверять наличие обновлений при открытии программы

# PrefGrowl
source: Use Growl for status change notifications
el: Χρήση του Growl για ενημερωτικά μυνήματα.
fi: Käytä Growlia tilapäivityksiin
italian: Usa Growl per le notifiche di cambio stato
nl: Gebruik Growl voor notificaties
pt: Usar o Growl para notificações
ru_ru: Использовать оповещения Growl

# PrefStartup
source: Load gfxCardStatus at startup
el: Εκκίνηση του gfxCardStatus κατα την εκκίνηση.
fi: Käynnistä gfxCardStatus sisäänkirjauduttaessa
italian: Esegui gfxCardStatus all'avvio del Mac
nl: Open gfxCardStatus na inloggen
pt: Carregar gfxCardStatus na inicialização
ru_ru: Открывать программу при запуске системы

# PrefLog
source: Log diagnostic messages to the console
el: Καταγραφή διαγνωστικών μυνημάτων στη κονσόλα
fi: Tallenna diagnoosiviestit konsoliin
italian: Registra messaggi diagnostici nella console
nl: Log diagnostische berichten naar de console
pt: Logar mensagens de diagnósticos no Console
ru_ru: Записывать диагностические сообщения в консоль

# PrefRestoreState
source: Restore last used mode at startup
el: Επαναφορά προηγούμενων επιλογών.
fi: Palauta viimeisin käytetty tila käynnistäessä
italian: Ripristina l'ultimo stato all'avvio
nl: Wisselen naar laatst gebruikte GPU bij opstarten
pt: Restaurar último estado na inicialização
ru_ru: Запоминать используемую видеокарту при выходе

# PrefPowerSwitching
source: Use power source-based switching
el: Αλλαγή κάρτας, βάση πηγής ρέυματος.
fi: Vaihda ohjainta teholähteen mukaan
nl: Op basis van gebruik lichtnetadapter/batterij
pt: Usar alternação de dispositivos baseado na fonte de energia
ru_ru: Переключать видеокарту в зависимости от источника питания

source: Integrated
el: Ενσωματωμένη
fi: Integroitu
italian: 9400M
nl: Geïntegreerd
ru_ru: Интегрированная

source: Discrete
el: Διακριτική
fi: Tehokas
italian: 9600M GT
nl: Toegewijd
ru_ru: Дискретная

source: Dynamic
el: Αυτόματη
fi: Automaattinen
nl: Dynamisch
ru_ru: Автоматически

source: On Battery:
el: Στη μπαταρία:
fi: Akku:
nl: Bij batterij:
pt: Utilizando a Bateria:
ru_ru: От аккумулятора:

source: Plugged In:
el: Στο τροφοδοτικό:
fi: Virtalähde:
nl: Bij lichtnetadapter:
pt: Conectado á Fonte de Energia:
ru_ru: От блока питания:

# AboutTitle
source: About gfxCardStatus
el: Πληροφορίες για το gfxCardStatus
fi: Tietoja: gfxCardStatus
italian: Informazioni su gfxCardStatus
nl: Over gfxCardStatus
pt: Sobre gfxCardStatus
ru_ru: О программе gfxCardStatus

# AboutWebsite
source: Website
el: Ιστοσελίδα
fi: Internetsivut
italian: Sito Web
ru_ru: Сайт

# GrowlGPUChanged
source: GPU changed
el: Καρτα γραφικών έχει αλλάξει
fi: Näytönohjain vaihdettu
nl: Videomodus
pt: Placa de vídeo alternada!
ru_ru: GPU переключен

# GrowlSwitch
source: now in use.
nl: '%1$@' wordt nu gebruikt.
pt: em uso.
ru_ru: сейчас используется.
